Repository: Tai-DucTran/religion-calendar-app
Catalog: lib/l10n/app_*.arb
Languages: vi

# religionCatholicismText
source: Catholicism
vi: Công Giáo

# religionBuddhismText
source: Buddhism
vi: Phật Giáo

# religionUnknownText
source: Other / None
vi: Khác

# religionText
source: Religion
vi: Tôn Giáo

source: What is your religion?
vi: Tôn giáo của bạn là gì?

source: My Religion is...
vi: Tôn giáo của tôi là...

source: You want to have your religion?
vi: Bạn muốn Ứng dụng cập nhập tôn giáo của bạn?

source: Hello World!
vi: Xin chào!

source: Sign up
vi: Đăng ký

source: Enter your email
vi: Nhập email của bạn

# enterYourEmailHint
source: Please enter your email!
vi: Hãy nhập email của bạn!

# invalidEmailText
source: Your email is invalid, try again
vi: Email không phù hợp, hãy thử lại

# emailAlreadyInUseTitle
source: Email Already in Use
vi: Email đã được đăng ký

# googleEmailAlreadyInUseMessage
source: This email is associated with a Google account that has been previously registered. Please log in to continue.
vi: Email Google này đã được đăng ký trước đó, hãy đăng nhập để sử dụng

# emailAlreadyInUseMessage
source: This email is associated with an account that has been previously registered. Please log in to continue.
vi: Email Google này đã được đăng ký trước đó, hãy đăng nhập để sử dụng

source: Password
vi: Mật khẩu

source: Enter your password
vi: Nhập mật khẩu của bạn

source: or
vi: hoặc

source: Already a member?
vi: Bạn đã có tài khoản?

source: Log in
vi: Đăng nhập

# homeNavItemText
source: Home
vi: Trang Chủ

# calendarNavItemText
source: Calendar
vi: Lịch

# exploreNavItemText
source: Explore
vi: Khám Phá

# profileNavItemText
source: Profile
vi: Hồ Sơ

# todayText
source: Today
vi: Hôm nay

# yourEventText
source: Events in month
vi: Sự kiện trong tháng

# dayLeftText
source: day left
vi: ngày nữa

# daysLeftText
source: days left
vi: ngày nữa

# eventInputHintText
source: What is event name?
vi: Sự kiện tên gì?

# eventCategoryFamilyText
source: Family event
vi: Sự kiện gia đình

# eventCategoryReligionText
source: Religion event
vi: Sự kiện tôn giáo

# eventCategorySpecialText
source: Special event
vi: Sự kiện đặc biệt

# eventCategoryBusinessText
source: Business event
vi: Sự kiện công việc

# eventCategoryPersonalText
source: Personal event
vi: Sự kiện cá nhân

# eventCategoryOtherText
source: Other event
vi: Sự kiện khác

source: custom
vi: Tự tạo

# allDayToggleText
source: All day?
vi: Cả ngày?

# allDayText
source: All day
vi: Cả ngày

# fromText
source: From
vi: Từ

# toText
source: To
vi: Đến

# eventTimeAt
source: at
vi: Mấy giờ?

# eventLocationHint
source: Location?
vi: Ở đâu?

# eventLocation
source: At
vi: Ở tại

# eventFrequentReminder
source: Remind me by:
vi: Nhắc tôi mỗi:

# eventRemindMeBefore
source: Remind me:
vi: Nhắc tôi:

# atTimeOfEventText
source: At the time of event
vi: Khi sự kiện diễn ra

# tenMinutesText
source: 10 minutes
vi: trước 10 phút

# thirtyMinutesText
source: 30 minutes
vi: trước 30 phút

# oneHourText
source: 1 hour
vi: trước 1 giờ

# oneDayText
source: 1 day
vi: trước 1 ngày

# threeDaysText
source: 3 days
vi: trước 3 ngày

# oneWeekText
source: 1 week
vi: trước 1 tuần

# sharingEventButtonText
source: Share with my family?
vi: Gửi cho gia đình tôi?

# viewAllButtonText
source: View all
vi: Xem tất cả

# selectButtonText
source: Select
vi: Chọn

# submitHereButtonText
source: Submit here
vi: Gửi yêu cầu!

# calendarCategorySolarText
source: Solar calendar
vi: Dương lịch

# calendarCategoryLunarText
source: Lunar calendar
vi: Âm lịch

# calendarCategoryLunarAcronymText
source: Lunar
vi: ÂL

# dailyText
source: Daily
vi: Mỗi ngày

# weeklyText
source: Weekly
vi: Mỗi tuần

# biweeklyText
source: Biweekly
vi: Mỗi hai tuần

# monthlyText
source: Monthly
vi: Mỗi tháng

# yearlyText
source: Yearly
vi: Mỗi năm

# doesNotRepeatText
source: Does not repeat
vi: Không lặp lại

# dailyRepeatedText
source: Remind me every day
vi: Nhắc tôi mỗi ngày

# weeklyRepeatedText
source: Remind me every week
vi: Nhắc tôi mỗi tuần

# biweeklyRepeatedText
source: Remind me biweekly
vi: Nhắc tôi mỗi hai tuần

# monthlyRepeatedText
source: Remind me every month
vi: Nhắc tôi mỗi tháng

# yearlyRepeatedText
source: Remind me every year
vi: Nhắc tôi mỗi năm

source: Word of wisdom
vi: Lời thông thái

# emptyEventText
source: You haven't had any events yet!
vi: Bạn chưa có sự kiện nào!

# descriptionHint
source: Description
vi: Thêm nội dung mô tả

# createEventButtonText
source: Create event
vi: Thêm sự kiện

# updateEventButtonText
source: Update
vi: Cập nhật

# todayEventText
source: Today's event
vi: Sự kiện hôm nay

# goodMorningText
source: Good morning.
vi: Chào buổi sáng.

# goodAfternoonText
source: Good afternoon.
vi: Chào buổi chiều.

# goodEveningText
source: Good evening.
vi: Chào buổi tối.

# watchFullCalendarText
source: Watch full calendar
vi: Xem toàn lịch

# allEventsText
source: All events
vi: Tất cả sự kiện

# loadMoreEventsText
source: Load more events
vi: Tải thêm sự kiện

# userInfoHeaderText
source: Your Information
vi: Thông tin của bạn

# editUserInfoButtonText
source: Edit profile
vi: Chỉnh sửa hồ sơ

# userDefaultNameText
source: You
vi: Bạn

# preferencesHeaderText
source: Preferences
vi: Tùy chọn của bạn

# religionPreferencesSettingTitleText
source: Your religion preferences
vi: Tôn giáo của bạn

# userNameText
source: User name
vi: Tên tài khoản

# updateButtonText
source: Update
vi: Cập nhật

# generalSettingsHeaderText
source: General settings
vi: Cài đặt chung

# themeSettingTitleText
source: Theme
vi: Giao diện

# notificationSettingTitleText
source: Notification
vi: Thông báo

# contactSettingHeaderText
source: Contact
vi: Liên hệ

# feebackAndReportSettingTitlText
source: Feedback & Report
vi: Góp ý & Báo lỗi

# helpAndFAQsSettingTitleText
source: Help & FAQs
vi: Hỗ trợ & Câu hỏi thường gặp

# termsOfUseTitleText
source: Terms of Use
vi: Điều khoản sử dụng

# privacyPolicySettingTitleText
source: Privacy Policy
vi: Chính sách bảo mật

# deleteUserAccountButtonText
source: Delete your account
vi: Xóa tài khoản

# logoutButtonText
source: Logout
vi: Đăng xuất

# permissionDeninedText
source: Permission denined
vi: Quyền truy cập bị từ chối

# grantAccessToPhotosText
source: Allow access to galery and photos
vi: Cho phép truy cập vào thư viện và ảnh

# cancelButtonText
source: Cancel
vi: Hủy

# openSettingsButtonText
source: Open Settings
vi: Mở cài đặt

# saveButtonText
source: Save
vi: Lưu

# profileUpdatedSuccessfullyText
source: Profile updated successfully!
vi: Đã cập nhật hồ sơ!

# profileUpdatedFailedText
source: Profile update failed!
vi: Cập nhật hồ sơ thất bại!

# eventCreatedSuccessfullyText
source: Event created successfully!
vi: Đã thêm sự kiện!

# eventCreatedFailedText
source: Event created failed!
vi: Thêm sự kiện thất bại!

# eventDeletedSuccessfullyText
source: Event deleted successfully!
vi: Đã xóa sự kiện!

# eventDeletedFailedText
source: Event deleted failed!
vi: Xóa sự kiện thất bại!

# eventUpdatedSuccessfullyText
source: Event updated successfully!
vi: Đã cập nhật sự kiện!

# eventUpdatedFailedText
source: Event updated failed!
vi: Cập nhật sự kiện thất bại!

# deleteEventButtonText
source: Delete event
vi: Xóa sự kiện

# deleteEventConfirmationQuestionText
source: Delete event?
vi: Xóa sự kiện?

# deleteEventConfirmationText
source: Delete this event
vi: Xóa sự kiện này

# moreDetailsButtonText
source: More details
vi: Xem thêm

# firstQuestionInFAQsTitleText
source: ## 1. I accidentally selected the wrong religion, how do I change it?
vi: ## 1. Tôi lỡ chọn sai tôn giáo của mình, làm sao để chọn lại?

# firstAnswerInFAQsDescText
source: To change your religion, access your Profile; then select **Your religion preferences** in the **Preferences** section. Finally, reselect your religion.
vi: Để thay đổ lại tôn giáo của bạn, truy cập **Hồ Sơ** của bạn; sau đó chọn **Tôn giáo của bạn** - mục **Tùy chọn của bạn**. Cuối cùng, chọn lại tôn giáo của bạn.

# secondQuestionInFAQsTitleText
source: ## 2. How do I create a new event?
vi: ## 2. Làm sao để tạo một sự kiện mới?

# secondAnswerInFAQsADescText
source: To create a new event, access the **Home Page**; then select the yellow circular plus icon in the bottom right corner of the screen. Customize your event information and select **Add** or **Save** event in the top right corner.
vi: Để tạo sự kiện mới của bạn, truy cập **Trang Chủ**; sau đó chọn icon **Hình tròn, dấu cộng màu vàng** dưới góc phải màn hình. Tùy chỉnh thông tin sự kiện của bạn và chọn **Thêm sự kiện** ở góc trên bên phải.

# thirdQuestionInFAQsTitleText
source: ## 3. I see incorrect event or information, how do I report it?
vi: ## 3. Tôi thấy sự kiện hoặc thông tin bị sai, làm sao để báo cáo?

# thirdAnswerInFAQsDescText
source: Please submit your feedback in **Feedback & Report** pag. Or please do screen shoot within the **Application**, **Feedback & Report** feature is going to be activated; then please describe the details incorrect information or bugs. Thanks for helping **Application** to be beter!
vi: Vui lòng gửi yêu cầu cho **Ứng Dụng** trong mục **Góp Ý & Báo lỗi**. Hoặc thực hiện thao tác chụp màn hình, chức năng **Báo cáo lỗi** sẽ tự động hiện ra. Bạn vui lòng miêu tả thông tin chi tiết về lỗi hoặc thông tin không chính xác! Cảm ơn bạn đã giúp **Ứng Dụng** trở nên tốt hơn!

# fourthQuestionInFAQsTitleText
source: ## 4. Does the app store my personal data?
vi: ## 4. Ứng dụng có lưu trữ dữ liệu cá nhân của tôi?

# fourthAnswerInFAQsDescText
source: Yes, **Application** collects and stores a few user's data for analyzing and improving **App Performance** and developing new features. **Application** follow the rules of mobile platforms where our application has been operating; in **iOS** is **Apple Store**; and in **Android** is **Google Play**. Read more our **Terms of use** and **Privacy Policy** in **Profile**!
vi: Ứng dụng có thu thập và lưu trữ dữ liệu hoạt động trên ứng dụng của bạn để cải thiện hiệu suất, phát triển thêm tính năng. **Ứng Dụng** tuân thủ quy tắc và tiêu chuẩn của cửa hàng ứng dụng **iOS** là **App Store** và **Android** là **Google Play**. Xem thêm về **Điều khoản sử dụng** và **Chính sách bảo mật** trong trang **Hồ Sơ** để biết thêm chi tiết!

# fifthQuestionInFAQsTitleText
source: ## 5. Does the app plan to support more religion in the future?
vi: ## 5. Ứng dụng có dự định hỗ trợ thêm tôn giáo trong tương lai?

# fifthAnswerInFAQsDescText
source: Yes, we plan to do that. Please submit feedback for us by selecting **Feature Suggestions** and filling out your request. We will analyze and prioritize the top-voted requests for support.
vi: Có chứ! Bạn hãy truy cập mục **Góp Ý & Báo Lỗi** trong trang **Hồ Sơ** và gửi yêu cầu **Ứng Dụng** hỗ trợ tôn giáo của bạn. Chúng tôi sẽ ưu tiên những tôn giáo có số lượng yêu cầu cao nhất.

# explorePageHeaderText
source: Explore
vi: Khám phá

# completeButtonText
source: Complete
vi: Hoàn thành

# errorSomethingWentWrongText
source: Something went wrong!
vi: Đã có lỗi xảy ra!
